[M_IrisEp6_LongWayToTheTop MissionDefinition]
MissionDescription="Chests await you. [place]Torgi forum[-place].<br><br>Kill it."

[M_IrisEp6_LongWayToTheTop:DestroyTruckasarus MissionObjectiveDefinition]
ProgressMessage="Destroy Caesarus"

[M_IrisEp6_LongWayToTheTop:FightPiston MissionObjectiveDefinition]
ProgressMessage="Video about the war"

[M_IrisEp6_LongWayToTheTop:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="meeting in the park"
